Repository: pavel-glukhov/ubuntu-sticky-notes
Catalog: linsticky/locale/*/LC_MESSAGES/io.linsticky.app.po
Languages: kk

source: A simple and fast sticky notes app.
kk: Қарапайым әрі жылдам стикер жазбалар қолданбасы.

source: Open Main Window
kk: Негізгі терезені ашу

source: Open All Notes
kk: Барлық жазбаларды ашу

source: About
kk: Қосымша туралы

source: Quit
kk: Шығу

source: Color
kk: Түс

source: Customize
kk: Баптау

source: Print note
kk: Жазбаны басып шығару

source: Customization
kk: Баптау

source: Toolbar Options
kk: Құралдар тақтасының параметрлері

source: Bullet List
kk: Маркерленген тізім

source: Text Color
kk: Мәтін түсі

source: Font Size
kk: Қаріп өлшемі

source: Save & Apply
kk: Сақтау және қолдану

source: <<- Back
kk: <<- Артқа

source: Trash Bin
kk: Себет

source: Empty Trash
kk: Себетті тазалау

source: Trash is empty
kk: Себет бос

source: Restore Note
kk: Жазбаны қалпына келтіру

source: Delete Permanently
kk: Мүлдем жою

source: Are you sure you want to permanently delete all items in the trash? This action cannot be undone.
kk: Себеттегі барлық элементтерді біржола жойғыңыз келетініне сенімдісіз бе? Бұл әрекетті қайтару мүмкін емес.

source: Cancel
kk: Бас тарту

source: Pin Note
kk: Жазбаны бекіту

source: Unpin Note
kk: Жазбаны бекітуден шығару

source: Search...
kk: Іздеу...

source: Move to Trash
kk: Себетке жіберу

source: Settings
kk: Параметрлер

source: Language
kk: Тіл

source: Requires app restart to take effect
kk: Күшіне енуі үшін қолданбаны қайта іске қосу қажет

source: Display Backend
kk: Көрсету бэкенді

source: Wayland (Default) or X11 (For sticker positioning)
kk: Wayland (әдепкі) немесе X11 (жазбаларды орналастыру үшін)

source: Interface Scale
kk: Интерфейс масштабы

source: Upscale UI elements and fonts (e.g. 1.25 = 125%)
kk: Интерфейс элементтері мен қаріптерін үлкейту (мыс., 1.25 = 125%)

source: Database Path
kk: Дерекқор жолы

source: Color Palette
kk: Түстер палитрасы

source: Customize sticker colors
kk: Жазбалардың түстерін баптау

source: Reset Palette
kk: Палитраны қалпына келтіру

source: Reset
kk: Қалпына келтіру

source: Formatting Buttons
kk: Пішімдеу батырмалары

source: Choose which buttons to show on stickers
kk: Жазбаларда қай батырмаларды көрсету керегін таңдаңыз

source: Bold (B)
kk: Қалың (B)

source: Italic (I)
kk: Көлбеу (I)

source: Underline (U)
kk: Асты сызылған (U)

source: Strikethrough (S)
kk: Сызылған (S)

source: Save Settings
kk: Параметрлерді сақтау

source: Some changes may require a restart to apply.
kk: Кейбір өзгерістерді қолдану үшін қайта іске қосу қажет болуы мүмкін.

source: Select Color
kk: Түсті таңдау

source: Select Database File
kk: Дерекқор файлын таңдау

source: Database files
kk: Дерекқор файлдары

source: Restart Required
kk: Қайта іске қосу қажет

source: Some changes require an application restart to take full effect.
kk: Кейбір өзгерістер толық күшіне енуі үшін қолданбаны қайта іске қосу қажет.
